ServerComBundle/src/test/resources/GetRPCMethod.xml

<?xml version='1.0' ?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Header>
		<cwmp:ID soapenv:mustUnderstand="1" xsi:type="xsd:string"
			xmlns:cwmp="urn:dslforum-org:cwmp-1-1">1250125644423</cwmp:ID>
	</soapenv:Header>
	<soapenv:Body>
		<cwmp:GetRPCMethods xmlns:cwmp="urn:dslforum-org:cwmp-1-1" />
	</soapenv:Body>
</soapenv:Envelope>
